

 {
   "103": {
   "name": "Doritos",
   "comment": "NSA: Consumers of Doritos leave cheese fingerprints. Trace Prints"
          },

   "105":{
   "name": "Doritos",
   "comment": "NSA: Consumers of Doritos leave cheese fingerprints. Trace Prints"
          }, 

    "111" : {
    "name": "Sun Chips",
    "comment": "NSA: Consumers of Sun Chips tend to align with Environmental Terrorist Groups: Track Individual"
            },

   "311":{
   "name": "Old Time Pretzels",
   "comment": "NSA: Consumers of Old Time Pretzels tend to favor Old Time living. May try to live offline. Follow closely."
         },

  "303":{
   "name": "Cheez-Its",
   "comment": "NSA: Consumers of Cheez-Its tend to be flaky. Track closely"
        },

   "405":{ 
   "name": "Reese's",
   "comment": "NSA: Consumers of Reese's tend to conceal things inside themselves. Track this individual - Find secret core"
          },

  "407":{  
   "name": "Animal Crackers",
   "comment": "NSA NOTE: Consumers of Animal Crackers show disproportionate bias towards animals. May be in PETA. TRACK VERY CLOSELY"
      },

  "409": {
   "name": "Cheez-Its",
   "comment": "NSA: Consumers of Cheez-Its tend to be flaky. Track closely"
      },

  "411":{
   "name": "Welch's Fruit Snacks",
   "comment": "NSA NOTE: Consumers of Fruit Snacks tend to think fruit snacks are healthy. Be Aware: These snacks are not healthy. Individual uninformed - No threat"
        },

  "502": {
   "name": "M&Ms",
   "comment": "NSA NOTE: Consumers of M&M's tend to melt in mouth not hand. Use mouth melting laser settings in confrontations"
        },

  "504":{
   "name": "Snickers",
   "comment": "NSA NOTE: Consumers of Snickers tend to have mixed interests and one of them is nutty. Run psych evaluation"
        },

  "505":{
   "name": "Peanut M&Ms",
   "comment": "NSA NOTE: Consumers of Peanut M&Ms tend to have hard exteriors. Crack the shell of target."
        },

  "506":{
   "name": "Pretzel M&Ms",
   "comment": "NSA NOTE: Consumers of Preztel M&Ms tend to have hard exteriors. Crack the shell of target."
        },

  "507":{
   "name": "Twix",
   "comment": "NSA NOTE: Consumers of Twix tend to travel in pairs. Find target's other half"
        },

  "508": {
   "name": "Snicker Peanut Butter",
   "comment": "NSA NOTE: See note about Snickers. Snickers Peanut Butter consumers are sweet, but nutty. Use caution when interacting"
          },

  "509":{
   "name": "Kit Kat",
   "comment": "NSA NOTE: Consumers of Kit Kats tend to travel in groups of 4. Find targets counterparts. Isolate and destroy."
        },

  "511":{
   "name": "Peanuts",
   "comment": "NSA NOTE: Consumers of Peanuts tend to travel in small packs."
        },

  "605": {
   "name": "Big Texas Cinnamon Roll",
   "comment": "NSA NOTE: Consumers of Big Texas Cinnamon Rolls tend to be conservative in values and large in stature. Proceed with caution"
          },

  "607":{
   "name": "Big Texas Cinnamon Roll",
   "comment": "NSA NOTE: Consumers of Big Texas Cinnamon Rolls tend to be conservative in values and large in stature. Proceed with caution"
        },
 
  "711": {
   "name": "Rice Crispy Treats",
   "comment": "NSA NOTE: Consumers of Rice Crispy Treats tend to be filled with hot air and covered in chemical preservatives. Do not touch target"
          }
 }


